{"translation-revision-date":"2025-04-24 02:47:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Changelog":["Nhật ký thay đổi"],"Advanced settings are available for experienced users and developers. If you're unsure about a setting, we recommend keeping the default option.":["Cài đặt nâng cao dành cho người dùng và nhà phát triển có kinh nghiệm. Nếu bạn không chắc chắn về một cài đặt, chúng tôi khuyên bạn nên giữ tùy chọn mặc định."],"Advanced theme settings":["Cài đặt theme nâng cao"],"These settings affect how search engines and assistive technologies interact with your website.":["Những cài đặt này ảnh hưởng đến cách các công cụ tìm kiếm và công nghệ hỗ trợ tương tác với trang web của bạn."],"CSS and styling control":["Điều khiển CSS và kiểu dáng"],"Structure and layout":["Cấu trúc và bố cục"],"SEO and accessibility":["SEO và khả năng truy cập"],"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["Mẹo: Hủy đăng ký theme.css có thể giúp website của bạn tải nhanh hơn. Chỉ tắt nó nếu bạn không sử dụng bất kỳ yếu tố nào của WordPress trên website, hoặc nếu bạn muốn tự thiết kế kiểu dáng cho chúng. Ví dụ về các yếu tố của WordPress bao gồm khu vực bình luận, hộp phân trang và các lớp căn chỉnh hình ảnh."],"What it does: Turns off CSS reset rules by disabling the theme’s primary stylesheet. CSS reset rules make sure your website looks the same in different browsers.":["Chức năng: Tắt các quy tắc đặt lại CSS bằng cách tắt bảng kiểu chính của theme. Các quy tắc đặt lại CSS đảm bảo website của bạn trông giống nhau trên các trình duyệt khác nhau."],"Deregister Hello Biz theme.css":["Hủy đăng ký Hello Biz theme.css"],"Be Careful, disabling these settings could break your website.":["Cẩn thận, việc tắt các cài đặt này có thể làm hỏng website của bạn."],"Tip: If you do not want to display page titles or are using Elementor widgets to display your page titles, hide the page title.":["Mẹo: Nếu bạn không muốn hiển thị tiêu đề trang hoặc đang sử dụng widget Elementor để hiển thị tiêu đề trang, hãy ẩn tiêu đề trang."],"What it does: Removes the main page title above your page content.":["Chức năng: Xóa tiêu đề trang chính ở phía trên nội dung trang của bạn."],"Hide page title":["Ẩn tiêu đề trang"],"What it does: Removes the theme’s default header and footer sections from every page, along with their associated CSS\/JS files.":["Chức năng: Xóa các phần tiêu đề và chân trang mặc định của theme khỏi mọi trang, cùng với các tệp CSS\/JS liên quan."],"Disable theme header and footer":["Tắt đầu và chân trang của giao diện"],"These settings relate to the structure of your pages.":["Các cài đặt này liên quan đến cấu trúc của các trang của bạn."],"Tip: If you use an accessibility plugin that adds a \"skip to content\" link, disable this option to prevent duplications.":["Mẹo: Nếu bạn sử dụng plugin hỗ trợ người khuyết tật thêm liên kết \"bỏ qua nội dung\", hãy tắt tùy chọn này để tránh trùng lặp."],"What it does: Removes the \"Skip to content\" link that helps screen reader users and keyboard navigators jump directly to the main content.":["Chức năng: Loại bỏ liên kết \"Bỏ qua nội dung\" giúp người dùng phần mềm đọc màn hình và người dùng điều hướng bàn phím nhảy trực tiếp đến nội dung chính."],"Disable skip links":["Tắt liên kết bỏ qua"],"These settings affect how search engines and assistive technologies interact with your site.":["Các cài đặt này ảnh hưởng đến cách các công cụ tìm kiếm và công nghệ hỗ trợ tương tác với trang web của bạn."],"Error when saving settings":["Lỗi khi lưu cài đặt"],"Settings Saved":["Cài đặt đã được lưu"]}},"comment":{"reference":"build\/js\/hello-biz-settings.js"}}